<template>
  <div>
    <div class="container">
      <div class="row">
          <div class="col-12  bg-cover" style="background-image:url(https://images.unsplash.com/photo-1594534475808-b18fc33b045e?ixlib=rb-1.2.1&auto=format&fit=crop&w=1350&q=80); height:500px">

          </div>
        <div class="col-12">
          <h2 class="text-center py-3">關於Rolex</h2>
        </div>
        <div class="col-12">
          <h3 >品牌簡介</h3>
          <p>
            勞力士（Rolex）是瑞士著名的手錶製造商，前身為Wilsdorf and
            Davis（W&D）公司，由德國人漢斯·威斯多夫（Hans
            Wilsdof）與英國人戴維斯（Alfred Davis）於1905年在倫敦合夥經營。
            1908年由漢斯·威斯多夫在瑞士的拉夏德芬（La
            Chaux-de-Fonds）註冊更名為ROLEX。勞力士以莊重、實用、不顯浮華的風格廣受成功人士喜愛，其錶款高度精準且具備超高的耐用度，在鐘錶圈中，
            勞力士的愛好者們常常會用一句話來形容勞力士：一“勞”永逸。
          </p>
         <h3 >品牌故事</h3>
          <p>
            勞力士的發展史與其富有遠見和開拓精神的創辦人漢斯・威爾斯多夫（Hans
            Wilsdorf）之間，有著密不可分的關係。
            1905年，年僅24歲的他便於倫敦創辦了自己的企業，名為“威爾斯多夫及戴維公司”(Wilsdorf
            and Davis)，是一家主要負責銷售手錶的公司，但他也研發自製手錶。
          </p>
          <p>
            1908年7月2日上午8時，勞力士(Rolex)商標正式註冊。第一批勞力士表因它高超的技術質量而立即受到重視。一隻小型勞力士表於1914年得到喬城天文台(Kew
            Observatory)的A級證書，這是英國這一知名天文台從未頒發過的最高評價。它的精確度得到了承認，這是世界性的大事，
            使手錶在歐洲和美國頓時身價倍增。從此，勞力士的質量即代表了精確。
          </p>
          <p>
            第一次大戰後勞力士遷回日內瓦，在創始人的推動下，勞力士公司不斷創新、創造，完善自己。它的研究方向有兩個：防水與自動。
          </p>
          <p>
            1926年，勞力士創制了首款能防水、防塵的腕錶，這就是著名的“蠔”(Oyster)式腕錶。蠔式腕錶配備密閉的錶殼，為機芯提供最佳的保護。
            1927年，有名英國游泳女將美雪狄絲戴著這種防水錶橫渡英吉利海峽，那隻手錶在水中整整浸泡了15個小時後，仍舊分秒不差，完好無損。
            當時的英國《每日郵報》消息稱這一事件“發明了難以實現的奇蹟”，是“製表技巧最巨大的成功”。事實上，這一事件也成為勞力士一次經典的事件營銷，從此，勞力士“蠔式”防水錶名聞天下。
          </p>
          <p>
            1929年的經濟危機打擊了瑞士，但勞力士卻沒受影響。它在這一時期發明了一種自動上煉的機制，造出了後來風靡一時的“恆動”(Perpetual)型表。
            這種自動表擁有一種擺陀，之前在手錶上從未用過，它給鐘錶業帶來了一場革命，它是目前所有自動表的先驅。
          </p>
          <p>
            1945年，勞力士創造了世界上首款可以主動轉換日期的萬年曆表；1955年，勞力士研製出了飛行員手錶，使佩戴者能夠在不同時區準確計時；
            同年，勞力士又創造了深海應用的潛水錶，潛水錶可潛入水下100米正常運轉；1956年又推出了具備星期顯示功效的日曆表，並有26國文字可供選擇。
          </p>
          <p>
            勞力士能在今天的世界表壇享有盛名，與安德烈·海尼格(Andre J.
            Heiniger)的靈感和熱情分不開。威爾斯多夫在1948年邀請海尼格加入勞力士工作。他在布宜諾斯艾利斯工作了六年，負責開發市場。
            1955年返回日內瓦，晉升為勞力士董事會成員，1964年起取代威爾斯多夫成為勞力士公司總經理。
          </p>
          <p>
            他忠實地繼承勞力士創始人的事業，不斷提高質量和技術革新，為企業帶來了新的氣息：國際化。海尼格跑遍世界各個角落，開拓新市場，他有著驚人的預測力，
            決定在各大洲的主要城市建立分公司，這在當時是個創舉。
          </p>
          <p>
            經過一個世紀的發展，總部設在日內瓦的勞力士公司已擁有19個分公司，在世界主要的大都市有24個規模頗大的服務中心，年產手錶45萬隻左右，
            成為市場佔有量甚大的名牌手錶之一。該企業品牌在世界品牌實驗室（World
            Brand Lab）編制的2006年度《世界品牌500強》排行榜中名列第七十九。
          </p>
          <p>
            2008年12月30日，世界權威的品牌價值研究機構——世界品牌價值實驗室舉辦的“2008世界品牌價值實驗室年度大獎”評選活動中，
            Rolex勞力士憑藉良好的品牌印象和品牌活力，榮登“中國最具競爭力品牌榜單”大獎，贏得廣大消費者普遍讚譽。
          </p>
          <h3>品牌特色</h3>
          <p>
            勞力士手錶“穩重、適用、不顯浮華”的設計作風，備受人們推重，而精確和耐用性更使勞力士身價不凡。勞力士每位鐘錶技師均抱有同一信心，
            就是凡事必需精益求精，每個生產程序均經過嚴厲的質量監控，每塊表都進入氣壓室測試防水性能，然後用每一百年誤差兩秒的原子鐘做精確度校準，
            完成所有質量測試的表才可以出廠。勞力士人精益求精、對完美的執著追求也賦予了勞力士表最高的品質，使勞力士享有其它品牌所無可比較的榮譽。
          </p>
        </div>
      </div>
    </div>
  </div>
</template>

<script>
export default {};
</script>
